/* No comment provided by engineer. */
"10% service (optional)" = "10% service (optional)";

/* No comment provided by engineer. */
"Actions" = "Actions";

/* No comment provided by engineer. */
"Any comments?" = "Any comments?";

/* No comment provided by engineer. */
"Are you sure you have paid the check? This is a non reversible action, since it will exit from the restaurant." = "Are you sure you have paid the check? This is a non reversible action, since it will exit from the restaurant.";

/* No comment provided by engineer. */
"Are you sure?" = "Are you sure?";

/* No comment provided by engineer. */
"Call check" = "Call check";

/* No comment provided by engineer. */
"Call Waiter" = "Call Waiter";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Chat" = "Chat";

/* No comment provided by engineer. */
"Check" = "Check";

/* No comment provided by engineer. */
"Check paid!" = "Check paid!";

/* No comment provided by engineer. */
"Choose a restaurant" = "Choose a restaurant";

/* No comment provided by engineer. */
"Choose from the several items on the menu and we'll ship them directly to the kitchen." = "Choose from the several items on the menu and we'll ship them directly to the kitchen.";

/* No comment provided by engineer. */
"Close Table" = "Close Table";

/* No comment provided by engineer. */
"Closed table" = "Closed table";

/* No comment provided by engineer. */
"Do you wanna rate me?" = "Do you wanna rate me?";

/* No comment provided by engineer. */
"Do you want to proceed with the desired action?" = "Do you want to proceed with the desired action?";

/* No comment provided by engineer. */
"Easy way to call the waiter" = "Easy way to call the waiter";

/* No comment provided by engineer. */
"Employee" = "Employee";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Exit" = "Exit";

/* No comment provided by engineer. */
"Exit restaurant" = "Exit restaurant";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"From the map or the list, choose where you are." = "From the map or the list, choose where you are.";

/* No comment provided by engineer. */
"Garça brings to you the control over your orders." = "Garça brings to you the control over your orders.";

/* No comment provided by engineer. */
"Get it on your table!" = "Get it on your table!";

/* No comment provided by engineer. */
"Go back to carte" = "Go back to carte";

/* No comment provided by engineer. */
"Go back to restaurant" = "Go back to restaurant";

/* No comment provided by engineer. */
"Grand total" = "Grand total";

/* No comment provided by engineer. */
"Gravity is interfering on the communication with our servers!" = "Gravity is interfering on the communication with our servers!";

/* No comment provided by engineer. */
"Hey, you have chosen a table! Is that right, number " = "Hey, you have chosen a table! Is that right, number ";

/* No comment provided by engineer. */
"How many pieces?" = "How many pieces?";

/* No comment provided by engineer. */
"Hum, it appears that the connectivity is unstable.. Do you want to try again?" = "Hum, it appears that the connectivity is unstable.. Do you want to try again?";

/* No comment provided by engineer. */
"In how many pieces shall we divide them?" = "In how many pieces shall we divide them?";

/* No comment provided by engineer. */
"It appears that all our tables are taken! If you see one that is not, please ask the waiter to open it for you." = "It appears that all our tables are taken! If you see one that is not, please ask the waiter to open it for you.";

/* No comment provided by engineer. */
"It appears that some bad guy accidentally removed you from your table!" = "It appears that some bad guy accidentally removed you from your table!";

/* No comment provided by engineer. */
"It appears that you trying to log in on the wrong company!" = "It appears that you trying to log in on the wrong company!";

/* No comment provided by engineer. */
"Items" = "Items";

/* No comment provided by engineer. */
"Log" = "Log";

/* No comment provided by engineer. */
"Log In" = "Log In";

/* No comment provided by engineer. */
"Logged!" = "Logged!";

/* No comment provided by engineer. */
"Logging ..." = "Logging ...";

/* No comment provided by engineer. */
"Make a reservation from home" = "Make a reservation from home";

/* No comment provided by engineer. */
"Make reservation" = "Make reservation";

/* No comment provided by engineer. */
"Make your order" = "Make your order";

/* Map */
"Map" = "Map";

/* No comment provided by engineer. */
"Me" = "Me";

/* No comment provided by engineer. */
"Menu" = "Menu";

/* Chat Placeholder */
"Message" = "Message";

/* No comment provided by engineer. */
"My location" = "My location";

/* No comment provided by engineer. */
"My reservations" = "My reservations";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"New conversation" = "New conversation";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No tables?" = "No tables?";

/* No comment provided by engineer. */
"Oh oh.. It appears that our server is having some trouble. Do you want to try again?" = "Oh oh.. It appears that our server is having some trouble. Do you want to try again?";

/* No comment provided by engineer. */
"Ok!" = "Ok!";

/* No comment provided by engineer. */
"Order" = "Order";

/* No comment provided by engineer. */
"Order directly from your table!" = "Order directly from your table!";

/* No comment provided by engineer. */
"Order now" = "Order now";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Price" = "Price";

/* No comment provided by engineer. */
"Quantity:" = "Quantity:";

/* No comment provided by engineer. */
"Ready to choose a restaurant?" = "Ready to choose a restaurant?";

/* No comment provided by engineer. */
"Ready?" = "Ready?";

/* No comment provided by engineer. */
"Reservation" = "Reservation";

/* No comment provided by engineer. */
"Restaurant" = "Restaurant";

/* No comment provided by engineer. */
"Select someone to chat!" = "Select someone to chat!";

/* No comment provided by engineer. */
"Select your table on the restaurant" = "Select your table on the restaurant";

/* Send message from chat */
"Send" = "Send";

/* No comment provided by engineer. */
"Sum of items" = "Sum of items";

/* Table */
"Table" = "Table";

/* No comment provided by engineer. */
"Talk to anyone on the bar" = "Talk to anyone on the bar";

/* No comment provided by engineer. */
"The request for the waiter will be canceled. Are you sure?" = "The request for the waiter will be canceled. Are you sure?";

/* No comment provided by engineer. */
"This table is already taken! Can you pick up another?" = "This table is already taken! Can you pick up another?";

/* No comment provided by engineer. */
"Try Again :(" = "Try Again :(";

/* No comment provided by engineer. */
"Turn Off Chat" = "Turn Off Chat";

/* No comment provided by engineer. */
"Turn On Chat" = "Turn On Chat";

/* No comment provided by engineer. */
"Valid Table" = "Valid Table";

/* No comment provided by engineer. */
"Wait 10 min to try again!" = "Wait 10 min to try again!";

/* No comment provided by engineer. */
"Waiter" = "Waiter";

/* No comment provided by engineer. */
"Waiter on the way!" = "Waiter on the way!";

/* No comment provided by engineer. */
"Waiter will be coming shortly." = "Waiter will be coming shortly.";

/* No comment provided by engineer. */
"Wallet" = "Wallet";

/* No comment provided by engineer. */
"Wallets" = "Wallets";

/* No comment provided by engineer. */
"Welcome to Garça" = "Welcome to Garça";

/* No comment provided by engineer. */
"Welcome to the revolution!" = "Welcome to the revolution!";

/* No comment provided by engineer. */
"What about choosing a table to start chatting with?" = "What about choosing a table to start chatting with?";

/* No comment provided by engineer. */
"What's up?" = "What's up?";

/* No comment provided by engineer. */
"When ready, your item is delivered to your table!" = "When ready, your item is delivered to your table!";

/* No comment provided by engineer. */
"Where?" = "Where?";

/* No comment provided by engineer. */
"Yes" = "Yes";

